{
"data":  [
        {
            "id": "1",
            "title": "How can I forget a bad memory?",
            "text": "Forgetting a bad memory entirely may be challenging, as memories are complex and deeply ingrained in the brain. However, there are strategies you can use to cope with and reduce the impact of negative memories. Keep in mind that seeking professional help from a therapist or counselor can also be beneficial. Here are some techniques you can try:",
            "time": "28 mins ago"
        },
        {
            "id": "2",
            "title": "Imagine a student going to school. She has purple hair and shoes. Also, his hat and clothes are yellow and he wears glasses. He has a phone in his left hand.",
            "text": "I’ll try to create that. Here is the image I generated based on your description. I hope you like it. 😊",
            "time": "3 days ago"
        },
        {  
            "id": "3",
            "title": "Tell me the story of a student who was going to school and some interesting things happened to her on the way.",
            "text": "Once upon a time, in the quaint town of Meadowville, there lived a spirited high school student named Lily. Lily was known for her enthusiasm for learning and her adventurous spirit. One crisp autumn morning, as she set out for school, little did she know that this ordinary day would turn into an extraordinary adventure.",
            "time": "5 days ago"
        },
        {   
            "id": "4",
            "title": "What can I do to increase concentration while studying?",
            "text": "Improving concentration while studying involves adopting effective study habits, creating a conducive environment, and taking care of your overall well-being. Here are some tips to help you increase concentration:",
            "time": "12 days ago"
        },
        {
            "id": "5",
            "title": "What do you know about the French Revolution?",
            "text": "The French Revolution was a period of radical social and political change in France that lasted from 1789 to 1799. It marked the end of monarchy, the rise of democracy, and the establishment of the First French Republic. The revolution had a profound impact not only on France but also on the rest of Europe and beyond. Here are some key aspects of the French Revolution:",
            "time": "16 days ago"
        },
        {
            "id": "6",
            "title": "Who is Pope Francis?",
            "text":"As of my last knowledge update in January 2022, Pope Francis, born Jorge Mario Bergoglio, is the head of the Roman Catholic Church. He was born on December 17, 1936, in Buenos Aires, Argentina. Pope Francis became the 266th pope of the Catholic Church on March 13, 2013, following the resignation of Pope Benedict XVI. He is the first pope from the Americas, the Southern Hemisphere, and the Jesuit order.",
            "time": "17 days ago"
        },
        {
            "id": "7",
            "title":"How to get more followers on Instagram?",
            "text": "Increasing your followers on Instagram requires a combination of strategies to engage with your audience and attract new followers. Here are some tips to help you grow your Instagram following:",
            "time": "20 days ago"
        },
        {
            "id": "8",
            "title": "Tell me about the latest trends in fashion design",
            "text": "As of my last knowledge update in January 2022, I can provide some general trends that were prevalent in fashion design. However, keep in mind that the landscape of fashion is ever-evolving, and new trends may have emerged since then. Here are some trends that were popular around that time:",
            "time": "2 month ago"
        }
    
    ]
}
  
